Repository: jatecak/reservations-plugin
Catalog: languages/reservations-lubo-*.po
Languages: cs_cz

source: Without city
cs_cz: Bez přiřazeného města

source: 6-9 years
cs_cz: 6-9 let

source: 10-13 years
cs_cz: 10-13 let

source: 14+ years
cs_cz: 14+ let

source: Adults
cs_cz: Dospělí

source: Beginners
cs_cz: Začátečníci

source: Intermediate
cs_cz: Středně pokročilí

source: Advanced
cs_cz: Pokročilí

source: Junior
cs_cz: Mladší

source: Mature
cs_cz: Starší

source: Workshop
cs_cz: Soustředění

source: Workshops
cs_cz: Soustředění

source: Workshop List
cs_cz: Seznam soustředění

source: Workshops in %s
cs_cz: Soustředění ve městě %s

source: No workshops.
cs_cz: Nebyla nalezena žádná soustředění.

source: Camp
cs_cz: Tábor

source: Camps
cs_cz: Tábory

source: Camp List
cs_cz: Seznam táborů

source: Camps in %s
cs_cz: Tábory ve městě %s

source: No camps.
cs_cz: Nebyly nalezeny žádné tábory.

source: Preset #
cs_cz: Předvolba #

source: Please select columns to export.
cs_cz: Vyberte prosím sloupce k exportování.

source: Please select events to export.
cs_cz: Vyberte prosím akce k exportování.

source: Exported events
cs_cz: Exportované akce

source: Delete
cs_cz: Smazat

source: No selected events.
cs_cz: Žádné vybrané akce.

source: Add Event:
cs_cz: Přidat akci:

source: &mdash; Select &mdash;
cs_cz: &mdash; Vyberte &mdash;

source: Exported columns
cs_cz: Exportované sloupce

source: Reorder columns using drag and drop.
cs_cz: Pokud chcete sloupce libovolně seřadit, tak je stačí snadno přesunout pomocí myši.

source: No selected columns.
cs_cz: Žádné vybrané sloupce.

source: Add Column:
cs_cz: Přidat sloupec:

source: Presets
cs_cz: Předvolby

source: Load
cs_cz: Načíst

source: Enter new preset name:
cs_cz: Zadejte nové jméno předvolby:

source: Save
cs_cz: Uložit

source: Options
cs_cz: Možnosti

# event
source: Export subscriptions
cs_cz: Exportovat účastníky

source: Export replacements
cs_cz: Exportovat náhradníky

source: Export only paid
cs_cz: Exportovat pouze zaplacené

source: Export only paid deposit
cs_cz: Exportovat pouze se zaplacenou zálohou

source: Export only with application form
cs_cz: Exportovat pouze s potvrzenou přihláškou

source: Group by location
cs_cz: Seskupit podle místa

source: Sort by last name first
cs_cz: Seřadit nejdříve podle příjmení

source: Export to XLSX
cs_cz: Exportovat do XLSX

# event
source: Replacements
cs_cz: Náhradníci

source: Replacements
cs_cz: Náhradníci

source: No replacements found.
cs_cz: Nebyli nalezeni žádní náhradníci.

source: Edit
cs_cz: Upravit

# event
source: Subscriptions
cs_cz: Účastníci

source: Remove unpaid
cs_cz: Odstranit nezaplacené

source: Name
cs_cz: Jméno

# subscriptions
source: Contact
cs_cz: Kontakt

# subscriptions
source: Event
cs_cz: Akce

# subscriptions
source: Paid
cs_cz: Zaplaceno

source: %s US$
cs_cz: %s Kč

source: total price: %s US$
cs_cz: celková cena: %s Kč

source: &mdash; City &mdash;
cs_cz: &mdash; Město &mdash;

source: &mdash; Event Type &mdash;
cs_cz: &mdash; Typ akce &mdash;

source: &mdash; Event &mdash;
cs_cz: &mdash; Akce &mdash;

source: Filter
cs_cz: Filtrovat

# event
source: Subscribers
cs_cz: Účastníci

source: Subscribers
cs_cz: Předplatné

source: Please select training groups to export.
cs_cz: Vyberte prosím skupiny tréninků k exportování.

source: Exported training groups
cs_cz: Exportované skupiny tréninků

source: No selected locations.
cs_cz: Žádná vybraná místa.

source: Add City:
cs_cz: Přidat město:

source: Add Gym:
cs_cz: Přidat tělocvičnu:

source: Add Training Group:
cs_cz: Přidat skupinu tréninků:

source: Export subscriptions
cs_cz: Exportovat předplatné

source: Export only active
cs_cz: Exportovat pouze aktivní

source: Subscriber
cs_cz: Dítě

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: First Name + Last Name
cs_cz: Jméno a příjmení

source: Last Name + First Name
cs_cz: Příjmení a jméno

source: Date of Birth (d. m. yyyy)
cs_cz: Datum narození (d. m. rrrr)

source: Address
cs_cz: Adresa

source: Personal Number
cs_cz: Rodné číslo

source: Health Insurance Company Code
cs_cz: Kód zdravotní pojišťovny

source: Health Restrictions
cs_cz: Zdravotní omezení

source: Used Medicine
cs_cz: Pravidelně užívané léky (+ dávkování)

source: Swimmer (0 or 1)
cs_cz: Plavec (0 nebo 1)

source: Shirt Size
cs_cz: Velikost trička

source: Representative
cs_cz: Zákonný zástupce

source: Contact
cs_cz: Kontakt

source: Phone
cs_cz: Telefon

source: Phone (mother)
cs_cz: Telefon (matka)

source: Phone (father)
cs_cz: Telefon (otec)

source: Other
cs_cz: Jiné

source: Carpool
cs_cz: Spolujízda

source: Number of Requested/Offered Seats
cs_cz: Počet míst, jež mohu nabídnout nebo požaduji

# carpool
source: Contact Phone
cs_cz: Telefon pro vzájemnou domluvu

source: Catering (0 or 1)
cs_cz: Stravování (0 nebo 1)

source: Catering
cs_cz: Stravování

# export
source: Selected Meal
cs_cz: Vybraný oběd

source: Referrer
cs_cz: Odkud jste se o této akci dozvěděli?

# export
source: Reason
cs_cz: Důvod výběru akce

source: Subscription
cs_cz: Předplatné

source: Start Date
cs_cz: Datum počátku

source: End Date
cs_cz: Datum konce

source: Months Remaining
cs_cz: Zbývá měsíců

source: Months Remaining + months
cs_cz: Zbývá měsíců (x měsíců)

source: %d month
cs_cz: %d měsíc

source: Subscription Type
cs_cz: Typ předplatného

source: Age Group
cs_cz: Věková skupina

source: Age Group (lowercase)
cs_cz: Věková skupina (malá písmena)

source: Active (0 or 1)
cs_cz: Aktivní (0 nebo 1)

source: Paid (0 or 1)
cs_cz: Zaplaceno (0 nebo 1)

source: Paid Partially (0 or 1)
cs_cz: Zaplaceno alespoň částečně (0 nebo 1)

source: Total Amount
cs_cz: Celková částka

source: Paid Amount
cs_cz: Již zaplacená částka

source: Application Form Received (0 or 1)
cs_cz: Přihláška potvrzena (0 nebo 1)

source: Is Replacement (0 or 1)
cs_cz: Je náhradník (0 nebo 1)

source: Registration Date (d. m. rrrr h:m:s)
cs_cz: Datum a čas registrace (d. m. rrrr h:m:s)

source: Training Group
cs_cz: Skupina tréninků

# training group
source: Name
cs_cz: Název

source: Gym
cs_cz: Tělocvična

# gym
source: Name
cs_cz: Název

source: City Name
cs_cz: Název města

source: Name with City
cs_cz: Název s městem

source: Name with Address
cs_cz: Název s adresou

source: Event
cs_cz: Akce

# event
source: Name
cs_cz: Název

source: Export all data to JSON
cs_cz: Exportovat všechna data do JSON

source: Import
cs_cz: Importovat

source: Instructor info
cs_cz: Informace o instruktorovi

source: Is instructor?
cs_cz: Je instruktor?

source: Check, if this user should be marked as instructor.
cs_cz: Zaškrtněte, pokud tento uživatel představuje instruktora.

source: Nickname
cs_cz: Přezdívka instruktora

source: Experience
cs_cz: Zkušenosti

source: Contact Email
cs_cz: Kontaktní email

source: Contact Phone
cs_cz: Kontaktní telefon

source: Accessible Cities
cs_cz: Přístupná města

source: No selected cities. All cities are accessible.
cs_cz: Všechna města jsou přístupná.

source: Merge
cs_cz: Sloučit

source: Invalid gym ID
cs_cz: Neplatné ID tělocvičny

source: Gym not found
cs_cz: Tělocvična nebyla nalezena.

source: You are not allowed to edit this gym
cs_cz: Nemáte práva na úpravu této tělocvičny

source: Target gym not found
cs_cz: Cílová tělocvična nebyla nalezena.

source: Cannot merge gym with itself
cs_cz: Nelze sloučit tělocvičnu samu se sebou

source: Gym %s was merged with gym %s
cs_cz: Tělocvična %s byla sloučena s %s

source: Merge Gym
cs_cz: Sloučit tělocvičny

source: Summary
cs_cz: Shrnutí

source: These trainings will be moved from %s to the selected target gym. Training groups won't be affected.
cs_cz: Tyto tréninky budou přesunuty z %s do vybrané cílové tělocvičny. Skupiny tréninků zůstanou nedotčeny.

source: training group:
cs_cz: skupina tréninků:

source: age group:
cs_cz: věková skupina:

source: Gym %s will then be permanently deleted.
cs_cz: Tělocvična %s poté bude navždy smazána.

source: Merge gyms
cs_cz: Sloučit tělocvičny

source: Number of items per page:
cs_cz: Počet položek na stránce:

source: Replacement was deleted.
cs_cz: Náhradník byl smazán.

source: General
cs_cz: Obecné

source: Form Filler Url
cs_cz: URL vyplňovače formulářů

source: Google Maps API Key
cs_cz: Google Maps API klíč

source: Email From
cs_cz: Odesílatel emailů

source: Email From Name
cs_cz: Jméno odesílatele emailů

source: Privacy Policy URL
cs_cz: URL stránky se zásadami ochrany osobních údajů

source: New Account Email Template
cs_cz: Šablona registračního emailu

source: None
cs_cz: Žádné

source: Email sent on account creation from subscription form. Don't forget to include the {{password}} variable.
cs_cz: Email odeslaný po vytvoření účtu z registračního formuláře. Nezapomeňte použít proměnnou {{password}}.

source: Schedule Settings
cs_cz: Nastavení rozvrhu

source: Minimal Time
cs_cz: Minimální čas

source: Maximal Time
cs_cz: Maximální čas

source: Application Form Settings
cs_cz: Nastavení přihlášky

source: Filename
cs_cz: Jméno souboru

source: Filename (Workshops)
cs_cz: Jméno souboru (soustředění)

source: Filename (Camps)
cs_cz: Jméno souboru (tábory)

source: Organisation
cs_cz: Organizace

source: Registration Number
cs_cz: IČ

source: Subscription Settings
cs_cz: Nastavení předplatného

source: Term Advance
cs_cz: Předstih dalšího pololetí

source: days
cs_cz: dní

source: How many days in advance allow registration for next term.
cs_cz: Kolik dní v předstihu začít nabízet předplatné na další pololetí.

source: Default Biannual Subscription Duration
cs_cz: Výchozí délka pololetního předplatného

source: Putting zeroes there will enable biannual subscription only when a term is active.
cs_cz: Vložením nul povolíte pololetní předplatné pouze, pokud je zadané pololetí aktivní.

source: Default Annual Subscription Duration
cs_cz: Výchozí délka ročního předplatného

source: Putting zeroes there will enable biannual subscription only when a year is active.
cs_cz: Vložením nul povolíte roční předplatné pouze, pokud je zadaný rok aktivní.

source: Subscription End Notification Settings
cs_cz: Nastavení upomínkového emailu při konci předplatného

source: Enable Notification Email
cs_cz: Povolit upomínkový email

source: Notification Advance
cs_cz: Předstih odeslání upomínkového emailu

# subscription end notification
source: How many days before the subscription ends should the notification email be sent.
cs_cz: Kolik dní před koncem předplatného odeslat upomínkový email

# subscription end notification
source: Notification Email Template
cs_cz: Šablona upomínkového emailu

source: Invoice Generation
cs_cz: Generování faktur

source: Enable Invoice Generation
cs_cz: Automaticky generovat faktury po zaplacení

source: Numeric Sequence Name
cs_cz: Název číselné řady

source: Leave empty for default.
cs_cz: Pokud necháte prázdné, bude použita výchozí.

source: Trainings
cs_cz: Tréninky

source: GoPay Settings
cs_cz: Nastavení GoPay

source: Environment
cs_cz: Prostředí

source: Production mode
cs_cz: Produkčni mód

source: Email Templates
cs_cz: Šablony emailů

source: Template #%s
cs_cz: Šablona #%s

source: Subject Template
cs_cz: Šablona předmětu zprávy

source: Body Template
cs_cz: Šablona těla zprávy

source: Attachments
cs_cz: Přílohy

source: Attach filled application form
cs_cz: Přiložit vyplněnou přihlášku

source: Attach invoice PDF if subscription is paid
cs_cz: Přiložit PDF fakturu, pokud je předplatné kompletně zaplaceno

source: No files.
cs_cz: Žádné soubory.

source: Select files
cs_cz: Vyberte soubory

source: Add file
cs_cz: Přidat soubor

source: Add email template
cs_cz: Přidat šablonu emailu

source: Available Variables
cs_cz: Dostupné proměnné

source: Common Attributes
cs_cz: Základní údaje

source: Name of the subscriber
cs_cz: Celé jméno dítěte

source: Name of the subscriber representative
cs_cz: Celé jméno zákonného zástupce

source: Contact email address
cs_cz: Kontaktní email

source: Start date of the subscription or event
cs_cz: Počátek předplatného/akce

source: End date of the subscription or event
cs_cz: Konec předplatného/akce

source: Remaining day count
cs_cz: Počet zbývajících dní

source: Remaining day count with 'days' suffix
cs_cz: Počet zbývajících dní s příponou 'dní'

source: Remaining month count
cs_cz: Počet zbývajících měsíců

source: Remaining month count with 'months' suffix
cs_cz: Počet zbývajících měsíců s příponou 'dní'

source: Subscription type (first letter uppercase)
cs_cz: Typ registrace (první písmeno velké)

source: Subscription type (all lowercase)
cs_cz: Typ registrace (malá písmena)

source: Name of the city
cs_cz: Jméno města

source: Address of the gym or event
cs_cz: Tělocvična s adresou nebo adresa akce

source: Payment Attributes
cs_cz: Údaje o platbě

source: Amount of this payment
cs_cz: Částka této platby

source: Price of this event/subscription
cs_cz: Celková cena tohoto předplatného/akce

source: Already paid amount of this event/subscription
cs_cz: Již zaplacená částka tohoto předplatného/akce

source: Amount left to pay of this event/subscription
cs_cz: Celková zbývající částka k zaplacení tohoto předplatného/akce

source: URL to status of this payment
cs_cz: URL adresa ke stránce se stavem platby a tlačítkem pro zaplacení

source: Training Attributes
cs_cz: Údaje o tréninku

source: Name of the training group
cs_cz: Název skupiny tréninků

source: Age group (first letter uppercase)
cs_cz: Věková skupina (první písmeno velké)

source: Age group (all lowercase)
cs_cz: Věková skupina (malá písmena)

source: Gym with city (separated by comma)
cs_cz: Tělocvična s městem (oddělené čárkou)

source: Gym with full address
cs_cz: Tělocvična s adresou

source: List of trainings (see edit screen or subscription form)
cs_cz: Seznam tréninků (viz registrační formulář)

source: Event Attributes
cs_cz: Údaje o akci

source: Name of the event
cs_cz: Název akce

source: Event type (first letter uppercase)
cs_cz: Typ akce (první písmeno velké)

source: Event type (all lowercase)
cs_cz: Typ akce (malá písmena)

source: Other Attibutes
cs_cz: Další údaje

source: URL to prefilled registration form
cs_cz: URL adresa k předvyplněnému registračnímu formuláři

source: Account username (available only in account created email)
cs_cz: Uživatelské jméno k nově vytvořenému účtu

source: Account password (available only in account created email)
cs_cz: Heslo k nově vytvořenému účtu

source: Test Message Template
cs_cz: Vyzkoušet šablonu emailu

source: Message Template
cs_cz: Emailová šablona

source: Events
cs_cz: Akce

source: Recipient
cs_cz: Příjemce

source: Save and send testing email
cs_cz: Uložit nastavení a odeslat testovací email

source: Test email successfully sent
cs_cz: Testovací email byl úspěšně odeslán

source: Invalid recipient
cs_cz: Neplatný příjemce testovací zprávy

source: No suitable objects found
cs_cz: Nebyly nalezeny žádné tréninkové skupiny/akce odpovídajícího typu

source: Test email couldn't be sent
cs_cz: Během odesílání testovacího emailu se vyskytla chyba

source: Save and generate sample invoice
cs_cz: Uložit a vygenerovat testovací fakturu

source: Reservations Settings
cs_cz: Nastavení rezervačního systému

source: Reservations
cs_cz: Rezervační systém

source: Save Settings
cs_cz: Uložit

source: Subscriptions
cs_cz: Předplatné

source: Application form was confirmed.
cs_cz: Přihláška byla potvrzena.

source: Subscription was deleted.
cs_cz: Předplatné bylo smazáno.

source: Removed %d unpaid subscription.
cs_cz: Odstraněno %d nezaplacené předplatné.

source: %d month left
cs_cz: zbývá %d měsíc

source: Edit Replacement
cs_cz: Upravit náhradníka

# event
source: Edit Subscription
cs_cz: Upravit účastníka

source: Edit Subscription
cs_cz: Upravit předplatné

source: Event Name
cs_cz: Název akce

source: Payments
cs_cz: Platby

source: Payment #
cs_cz: Číslo platby

source: To Pay Amount
cs_cz: Částka k zaplacení

source: Transaction ID
cs_cz: ID transakce

source: US$
cs_cz: Kč

source: Mark as paid
cs_cz: Označit jako zaplacené

source: Unmark
cs_cz: Odznačit

source: Send Notification Email
cs_cz: Odeslat upomínkový email

source: unknown payment &ndash; template not found
cs_cz: neznámá platba &ndash; šablona nenalezena

source: Mark all as paid
cs_cz: Označit všechny jako zaplacené

source: Unmark all
cs_cz: Odznačit vše

source: Autoassign unknown payments (by amount)
cs_cz: Automaticky přiřadit neznámé platby (podle částky)

source: Subscriber Details
cs_cz: Osobní údaje dítěte

source: Date of Birth
cs_cz: Datum narození

source: Swimmer
cs_cz: Plavec (= uplave alespoň 100 m)

source: Independent Leave
cs_cz: Dítě může po skončení tréninku odejít samo domů

source: Preferred Level
cs_cz: Preferovaná úroveň

source: Selected Meal
cs_cz: Výběr oběda

# camp
source: Reason
cs_cz: Co vás vedlo k výběru právě tohoto turnusu?

source: Reason
cs_cz: Co vás vedlo k výběru právě této akce?

source: Application Form Received
cs_cz: Přihláška potvrzena

source: Registration Date
cs_cz: Datum a čas registrace

source: Subscriber Representative Details
cs_cz: Osobní údaje zákonného zástupce

source: Contact Info
cs_cz: Kontaktní informace

source: List of Trainings
cs_cz: Seznam tréninků

source: This subscription applies to the following trainings:
cs_cz: Registrace se vztahuje na tyto tréninky:

source: There are no trainings in this training group.
cs_cz: V aktuální skupině tréninků nejsou žádné tréninky.

source: Subscription updated.
cs_cz: Předplatné bylo aktualizováno.

source: Search
cs_cz: Hledat

source: Full Name
cs_cz: Celé jméno

# subscriptions
source: Training Group
cs_cz: Skupina tréninků

source: No subscriptions found.
cs_cz: Nebyla nalezena žádná aktivní předplatné.

source: All
cs_cz: Všechny

source: Paid
cs_cz: Zaplacené

source: With Application Form
cs_cz: S potvrzenou přihláškou

source: Confirm application form
cs_cz: Potvrdit přihlášku

source: Really?
cs_cz: Opravdu?

source: %d months
cs_cz: %d měsíc

source: &mdash; Gym &mdash;
cs_cz: &mdash; Tělocvična &mdash;

source: &mdash; Training Group &mdash;
cs_cz: &mdash; Skupina tréninků &mdash;

source: &mdash; Age Group &mdash;
cs_cz: &mdash; Věková skupina &mdash;

source: &mdash; Subscription Type &mdash;
cs_cz: &mdash; Typ předplatného &mdash;

# mock first name
source: John
cs_cz: Šimon

# mock last name
source: Doe
cs_cz: Stránský

# mock fb
source: FB John Doe
cs_cz: FB Šimon Stránský

# mock addres
source: 1632 Henery Street, Andover
cs_cz: Mišákova 351/13, 779 00 Olomouc

# mock health restrictions
source: no health restrictions
cs_cz: žádná zdravotní omezení

# mock used medicine
source: no medicaments
cs_cz: Žádné léky

# mock rep first name
source: Jane
cs_cz: Blanka

# mock rep last name
source: Doe
cs_cz: Stránská

# mock rep address
source: 1632 Henery Street, Andover
cs_cz: Mišákova 351/13, 779 00 Olomouc

# mock email
source: jane.doe@example.com
cs_cz: blanka.stranska@example.com

# attachment file name
source: application_form.pdf
cs_cz: Přihláška.pdf

# preferred level
source: beginner
cs_cz: začátečník

# preferred level
source: intermediate
cs_cz: mírně pokročilý

# preferred level
source: advanced
cs_cz: pokročilý

source: annual
cs_cz: roční

source: biannual
cs_cz: pololetní

source: monthly
cs_cz: měsíční

source: one time
cs_cz: jednorázové

source: annual subscription
cs_cz: roční předplatné

source: biannual subscription
cs_cz: pololetní předplatné

source: monthly subscription
cs_cz: měsíční předplatné

source: one time subscription
cs_cz: jednorázové předplatné

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: trip
cs_cz: pobytový

source: suburban
cs_cz: příměstský

source: 122 (6-7 years)
cs_cz: 122 (6-7 let)

source: 134 (8-9 years)
cs_cz: 134 (8-9 let)

source: 146 (10-11 years)
cs_cz: 146 (10-11 let)

source: 158 (12-13 years)
cs_cz: 158 (12-13 let)

# referrer
source: training
cs_cz: na tréninku

# referrer
source: web
cs_cz: z webu

# referrer
source: facebook
cs_cz: z Facebooku

# referrer
source: email
cs_cz: z emailu

# referrer
source: other
cs_cz: jiné

# event
source: date
cs_cz: termín

source: location
cs_cz: místo

source: better accessibility in case of need
cs_cz: lepší dostupnost v případě potřeby

source: wanted to try new location
cs_cz: loni jsem byl jinde, letos chci zkusit něco nového

source: other
cs_cz: jiné

source: improve my skills
cs_cz: chci se celkově zlepšit v parkouru a pořádně si zatrénovat

source: new techniques
cs_cz: chci se naučit nové techniky

source: improve physical condition
cs_cz: chci si zlepšit svou fyzickou kondici

source: friends and community
cs_cz: komunita a přátelé

source: new information
cs_cz: chci se dozvědět nové informace z přednášek či diskuzí

source: overcome my limits
cs_cz: chci překonat své hranice

source: meet experienced people
cs_cz: chci se potkat se zkušenými trenéry a parkouristy z Improve Yourself

source: fun
cs_cz: zábava

source: without catering
cs_cz: nechci kompletní stravování a pitný režim

source: complete catering (breakfast, lunch, dinner, snack, second dinner) and fluid intake
cs_cz: kompletní stravování (1x snídaně, 1x oběd, 1x večeře, 1x svačina, 1x druhá večeře) a pitný režim

source: no carpool
cs_cz: nechci nabízet ani využívat možnosti spolujízdy

source: I want to offer carpool
cs_cz: rád/a bych nabídl/a spolujízdu

source: I want to request carpool
cs_cz: rád/a bych využil/a možnosti spolujízdy

# application form
source: no carpool
cs_cz: ne

# application form
source: I want to offer carpool
cs_cz: nabízím spolujízdu

# application form
source: I want to request carpool
cs_cz: chci využít spolujízdu

source: meal option 1 (chicken)
cs_cz: Kuřecí maso, rýže, zelenina / Pečené kuřecí stehno, rýže, kompot (Frenštát p. R.)

source: meal option 2 (fried cheese)
cs_cz: Smažený sýr, brambor, zelenina / Zapečená brokolice se sýrem a smetanou, brambor (Frenštát p. R.)

source: sunday
cs_cz: neděle

source: monday
cs_cz: pondělí

source: tuesday
cs_cz: úterý

source: wednesday
cs_cz: středa

source: thursday
cs_cz: čtvrtek

source: friday
cs_cz: pátek

source: saturday
cs_cz: sobota

# invoice file name
source: invoice.pdf
cs_cz: faktura.pdf

source: Subscription for
cs_cz: Registrace na

source: L.E.A.D. Parkour subscription for %d month
cs_cz: Předplatné Improve Yourself na jeden měsíc

source: L.E.A.D. Parkour biannual subscription
cs_cz: Pololetní předplatné Improve Yourself

source: L.E.A.D. Parkour annual subscription
cs_cz: Roční předplatné Improve Yourself

source: L.E.A.D. Parkour subscription
cs_cz: Předplatné Improve Yourself

# invoice description subscriber part
source: (%s %s, p.n. %s, %s)
cs_cz: (%s %s, r.č. %s, %s)

source: Price %s US$.
cs_cz: Cena %s Kč.

# invoice description for event
source: Subscription for %s %s. %s
cs_cz: Registrace na %s %s. %s

# invoice description duraiton part
source: Period %s – %s
cs_cz: Doba trvání %s – %s

source: (%d month)
cs_cz: (%d měsíc)

source: Monthly subscription %s. %s %s%s.
cs_cz: (Více)měsíční předplatné %s. %s %s%s.

source: Biannual subscription %s. %s %s.
cs_cz: Pololetní předplatné %s. %s %s.

source: Annual subscription %s. %s %s.
cs_cz: Roční předplatné %s. %s %s.

source: %d day
cs_cz: %d den

# downloaded file name
source: application_form.pdf
cs_cz: Přihláška.pdf

source: Please fill %s.
cs_cz: Vyplňte prosím %s.

source: Please fill %s in correct format.
cs_cz: Vyplňte prosím %s ve správném formátu.

source: Carsharing Number of Seats
cs_cz: Počet míst, jež mohu nabídnout nebo požaduji

source: Please fill representative %s in correct format.
cs_cz: Vyplňte prosím %s zákonného zástupce ve správném formátu.

source: Please fill representative %s.
cs_cz: Vyplňte prosím %s zákonného zástupce.

source: You have to agree with the Privacy Policy
cs_cz: Musíte souhlasit s poučením o zpracování osobních údajů

source: This event is already full.
cs_cz: Tato akce je již plně obsazena.

source: Invalid subscription price.
cs_cz: Neplatná cena předplatného.
