Repository: jatecak/reservations-plugin
Catalog: languages/reservations-lubo-*.po
Languages: cs_cz

source: An error occured during payment.
cs_cz: Během platby se vyskytla chyba.

source: This event is still available. Why don't you subscribe as regular participant?
cs_cz: Stále jsou volná nějaká místa. Zaregistrujte se prosím jako běžný účastník.

source: Pay deposit %s US$ (total price: %s US$)
cs_cz: Zaplatit zálohu %s Kč (celková cena: %s Kč)

source: Pay %s US$
cs_cz: Zaplatit %s Kč

source: >> [CARSHARING DESCRIPTION] <<
cs_cz: Vzhledem k tomu, že na soustředění přijíždějí parkouristi a parkouristky z různých měst a často společně s rodiči, kteří je vezou autem, je možno využít spolujízdy z určitého města, pokud má řidič volné místo v autě. Máte-li tedy Vy (rodiče) volné místo v autě, kterého by jste rádi využili nebo naopak byste rádi spolujízdy pro Vaše děti využili, tak stačí jen správně vyplnit potřebné údaje v této části. Rádi bychom Vám tímto ušetřili alespoň trochu času, energie i peněz! :)

# link
source: Privacy Policy
cs_cz: Zásady zpracování osobních údajů

source: >> [GDPR CONTENT] <<
cs_cz: Vyplněním Vašich osobních údajů do kontaktního formuláře a jeho následným odesláním vyjadřujete svůj souhlas se zpracováním Vašich osobních údajů. Další informace naleznete na stránce %s.

source: >> [GDPR CONTENT 2] <<
cs_cz: Pokud by nastala výjimečná situace, že bychom zpracovávali osobní údaje z důvodů nezbytných pro splnění úkolu prováděného ve veřejném zájmu nebo při výkonu veřejné moci, kterým budeme jako správce pověřeni, anebo z důvodů nezbytných pro účely oprávněných zájmů našich či třetí strany, máte právo vznést kdykoliv námitku proti takovému zpracování osobních údajů, které se Vás týkají, včetně profilování založeného těmito důvody, a my nebudeme takové údaje dále zpracovávat, ledaže bychom prokázali oprávněné a převažující důvody pro jejich zpracování, nebo by byly potřebné pro určení, výkon nebo obhajobu právních nároků. Dále máte právo vznést kdykoliv námitku proti zpracování osobních údajů, které se Vás týkají, pro účely přímého marketingu, což zahrnuje i profilování, pokud se týká tohoto přímého marketingu. V takovém případě nebudou již osobní údaje pro tento účel zpracovávány. Námitku směřujte na e-mail info@improve-yourself.cz.

source: Failed to get subscription info.
cs_cz: Nepodařilo se získat informace o předplatném.

source: Payment hasn't been created yet.
cs_cz: Platba ještě nebyla vytvořena.

source: Payment was refunded.
cs_cz: Platba byla refundována.

source: Payment was created. Waiting for transaction clearance.
cs_cz: Transakce byla vytvořena. Čekání na dokončení platby.

source: Payment was cancelled.
cs_cz: Platba byla stornována.

source: Unknown status.
cs_cz: Neznámý stav.

source: Number of Months
cs_cz: Počet měsíců

source: Subscription Start
cs_cz: Počátek předplatného

source: %s must be in the future.
cs_cz: %s musí být v budoucnosti.

source: Subscription end date must be before the end of the current term.
cs_cz: Předplatné musí končit nejpozději ke konci aktuálního pololetí.

source: These trainings are full on the selected date. Please try a different one.
cs_cz: Tyto tréninky jsou v zadaném období již naplněny.

source: These trainings are available on the selected date. Why don't you subscribe as regular participant?
cs_cz: Tyto tréninky jsou v zadaném období volné. Zaregistrujte se prosím jako běžný účastník.

source: US$/month
cs_cz: Kč/měs.

source: deposit
cs_cz: záloha

source: Failed to get payment info.
cs_cz: Nepodařilo se získat informace o platbě.

source: Payment was cancelled or timed out.
cs_cz: Platba byla stornována nebo vypršel časový limit.

source: Payment method hasn't been chosen yet.
cs_cz: Platební metoda ještě nebyla zvolena.

source: Payment hasn't been completed.
cs_cz: Platba nebyla dokončena.

# sunday
source: every %s
cs_cz: každou %s

# training view
source: sunday
cs_cz: neděli

# monday
source: every %s
cs_cz: každé %s

# training view
source: monday
cs_cz: pondělí

# tuesday
source: every %s
cs_cz: každé %s

# training view
source: tuesday
cs_cz: úterý

# wednesday
source: every %s
cs_cz: každou %s

# training view
source: wednesday
cs_cz: středu

# thursday
source: every %s
cs_cz: každý %s

# training view
source: thursday
cs_cz: čtvrtek

# friday
source: every %s
cs_cz: každý %s

# training view
source: friday
cs_cz: pátek

# saturday
source: every %s
cs_cz: každou %s

# training view
source: saturday
cs_cz: sobotu

source: %s from %s to %s
cs_cz: %s od %s do %s

source: and
cs_cz: a

source: Edit City
cs_cz: Upravit město

source: Edit Gym
cs_cz: Upravit tělocvičnu

source: Edit Training Group
cs_cz: Upravit skupinu tréninků

source: Edit Training
cs_cz: Upravit trénink

source: Edit Event
cs_cz: Upravit akci

source: Incorrect password
cs_cz: Špatné heslo

source: Please select a subscriber to delete.
cs_cz: Vyberte prosím dítě, které chcete smazat.

# post type general name
source: Events
cs_cz: Akce

# post type singular name
source: Event
cs_cz: Akce

# admin menu
source: Events
cs_cz: Akce

# add new on admin bar
source: Event
cs_cz: Akce

# event
source: Add New
cs_cz: Vytvořit novou

source: Add New Event
cs_cz: Vytvořit novou akci

source: New Event
cs_cz: Nová akce

source: View Event
cs_cz: Zobrazit akci

source: All Events
cs_cz: Všechny akce

source: Search Events
cs_cz: Prohledat akce

source: Parent Events:
cs_cz: Nadřazené akce:

source: No events found.
cs_cz: Nebyly nalezeny žádné akce.

source: No events found in Trash.
cs_cz: V koši nebyly nalezeny žádné akce.

source: Time and Location
cs_cz: Místo a čas

source: Instructors and Contact
cs_cz: Instruktoři a kontaktní údaje

source: Additional Info
cs_cz: Další informace

source: Date From
cs_cz: Datum začátku

source: Start Time
cs_cz: Čas začátku

source: Date To
cs_cz: Datum konce

source: End Time
cs_cz: Čas konce

source: City
cs_cz: Město

source: Instructors
cs_cz: Instruktoři

source: No instructors.
cs_cz: Žádní instruktoři.

# instructor
source: Add New:
cs_cz: Přidat instruktora:

source: Select Responsible Instructor
cs_cz: Vyberte zodpovědného instruktora

source: &mdash; or &mdash;
cs_cz: &mdash; nebo &mdash;

source: Event Type
cs_cz: Typ akce

source: Camp Type
cs_cz: Typ tábora

source: Capacity
cs_cz: Kapacita

source: Enable subscription
cs_cz: Povolit registraci

source: Enable access to local subscription form
cs_cz: Povolí přístup k registračnímu formuláři

source: Custom Subscribe URL
cs_cz: Vlastní adresa registračního tlačítka

source: This field is used only when the checkbox above is left unchecked
cs_cz: Tato adresa se použije pouze, pokud je registrace zakázaná

source: Price
cs_cz: Cena

source: Notification Email Advance &ndash; how many days before the start of this event should be the notification email sent
cs_cz: Předstih odeslání upomínkového emailu &ndash; kolik dní před začátkem akce odeslat upomínkový email k platbě

source: Notification email for initial payment will be sent immediately after registration
cs_cz: Upomínkový email pro první platbu bude odeslán ihned po vyplnění registračního formuláře

source: Attachment Sets
cs_cz: Skupiny příloh

source: Access Password
cs_cz: Přístupové heslo

source: If left empty, access will be unrestricted
cs_cz: Pokud necháte prázdné, přístup nebude omezen

source: Description (optional)
cs_cz: Popis (nepovinný)

# post type general name
source: Trainings
cs_cz: Tréninky

# post type singular name
source: Training
cs_cz: Trénink

# admin menu
source: Trainings
cs_cz: Tréninky

# add new on admin bar
source: Training
cs_cz: Trénink

# training
source: Add New
cs_cz: Vytvořit nový

source: Add New Training
cs_cz: Vytvořit nový trénink

source: New Training
cs_cz: Nový trénink

source: View Training
cs_cz: Zobrazit trénink

source: All Trainings
cs_cz: Všechny tréninky

source: Search Trainings
cs_cz: Hledat tréninky

source: Parent Trainings:
cs_cz: Nadřazený trínink:

source: No trainings found.
cs_cz: Nebyly nalezeny žádné tréninky.

source: No trainings found in Trash.
cs_cz: V koši nebyly nalezeny žádné tréninky.

source: Timeslots
cs_cz: Časy

source: Day of week
cs_cz: Den v týdnu

source: Start time
cs_cz: Čas začátku

source: End time
cs_cz: Čas konce

source: Add timeslot
cs_cz: Přidat čas

source: Location
cs_cz: Místo

source: Price of single training. If left empty, price from training group info will be used.
cs_cz: Cena jednoho tréninku. Pokud necháte prázdné, bude použita cena z nastavení skupiny tréninků.

# taxonomy general name
source: Cities
cs_cz: Města

# taxonomy singular name
source: City
cs_cz: Město

source: Search Cities
cs_cz: Hledat města

source: All Cities
cs_cz: Všechna města

source: View City
cs_cz: Zobrazit město

source: Update City
cs_cz: Aktualizovat město

source: Add New City
cs_cz: Vytvořit nové město

source: New City Name
cs_cz: Název nového města

source: Separate cities with commas
cs_cz: Více měst oddělte čárkami.

source: Add or remove cities
cs_cz: Přidat nebo odstranit města

source: Choose from the most used cities
cs_cz: Vyberte si z nejpoužívanějších měst

source: No cities found
cs_cz: Nebyla nalezena žádná města

source: No cities
cs_cz: Žádná města

# coordinates
source: Location
cs_cz: Souřadnice

source: Latitude
cs_cz: Zeměpisná šířka

source: Longitude
cs_cz: Zeměpisná délka

source: If left empty, location will be determined from name
cs_cz: Pokud necháte prázdné, souřadnice budou zjištěny z názvu

source: An error occured during the deletion of city %s
cs_cz: Nepodařilo se smazat město %s

source: The following are causes of this error:
cs_cz: Příčiny této chyby jsou:

source: This city is used by %d gym.
cs_cz: Toto město obsahuje %d tělocvičnu.

source: This city is used by %d event.
cs_cz: Toto město obsahuje %d událost.

# taxonomy general name
source: Gyms
cs_cz: Tělocvičny

# taxonomy singular name
source: Gym
cs_cz: Tělocvična

source: Search Gyms
cs_cz: Hledat tělocvičny

source: All Gyms
cs_cz: Všechny tělocvičny

source: Update Gym
cs_cz: Aktualizovat tělocvičnu

source: Add New Gym
cs_cz: Vytvořit novou tělocvičnu

source: New Gym Name
cs_cz: Název nové tělocvičny

source: Separate gyms with commas
cs_cz: Více tělocvičen oddělte čárkami.

source: Add or remove gyms
cs_cz: Přidat nebo odstranit tělocvičny

source: Choose from the most used gyms
cs_cz: Vyberte si z nejpoužívanějších tělocvičen

source: No gyms found
cs_cz: Nebyly nalezeny žádné tělocvičny.

source: No gyms
cs_cz: Žádné tělocvičny

source: If left empty, location will be determined from address
cs_cz: Pokud necháte prázdné, souřadnice budou zjištěny z adresy

source: Redirects the user to the specified page instead of showing the schedule.
cs_cz: Přesměruje uživatele na uvedenou adresu místo rozvrhu tréninků.

source: Attachment Set #%s
cs_cz: Skupina příloh #%s

source: The following fields are read only and show old data.
cs_cz: Následující pole jsou pouze pro čtení a zobrazují stará data.

source: Enable biannual subscription
cs_cz: Povolit pololetní předplatné

source: Enable monthly subscription
cs_cz: Povolit (více)měsíční předplatné

source: Price of biannual subscription
cs_cz: Cena pololetního předplatného

source: Notification Email Advance
cs_cz: Předstih odeslání upomínkového emailu

source: Notification Email Template
cs_cz: Šablona upomínkového emailu

source: Notification Email Attachment Set
cs_cz: Skupina příloh upomínkového emailu

source: Amount
cs_cz: Částka

source: Confirmation Email Template
cs_cz: Šablona potvrzovacího emailu

source: Confirmation Email Attachment Set
cs_cz: Skupina příloh potvrzovacího emailu

source: &mdash; Initial Payment &mdash;
cs_cz: &mdash; Platba při registraci &mdash;

source: Add payment
cs_cz: Přidat platbu

source: Notification Email Advance &ndash; how many days after subscribing should the notification email be sent
cs_cz: Předstih odeslání upomínkového emailu &ndash; kolik dní po registraci odeslat upomínkový email k platbě

source: Price of monthly subscription
cs_cz: Cena (více)měsíčního předplatného

source: Monthly Amount
cs_cz: Měsíční částka

source: Add attachment set
cs_cz: Přidat skupinu příloh

source: Default price of single training (no subscription)
cs_cz: Výchozí cena jednoho tréninku (bez předplateného)

source: Start and end date of 1. term
cs_cz: Začátek a konec 1. pololetí

source: Start and end date of 2. term
cs_cz: Začátek a konec 2. pololetí

source: An error occured during the deletion of gym %s
cs_cz: Nepodařilo se smazat tělocvičnu %s

source: This gym is used by %d training.
cs_cz: Tato tělocvična obsahuje %d trénink.

# taxonomy general name
source: Categories
cs_cz: Kategorie

# taxonomy singular name
source: Category
cs_cz: Kategorie

source: Search Categories
cs_cz: Hledat kategorie

source: All Categories
cs_cz: Všechny kategorie

source: Edit Category
cs_cz: Upravit kategorii

source: View Category
cs_cz: Zobrazit kategorii

source: Update Category
cs_cz: Aktualizovat kategorii

source: Add New Category
cs_cz: Vytvořit novou kategorii

source: New Category Name
cs_cz: Název nové kategorie

source: Separate categories with commas
cs_cz: Více kategorií oddělte čárkami.

source: Add or remove categories
cs_cz: Přidat nebo odstranit kategorie

source: Choose from the most used categories
cs_cz: Vyberte si z nejpoužívanějších kategorií

source: No categories found
cs_cz: Nebyly nalezeny žádné kategorie.

source: No categories
cs_cz: Žádné kategorie

# taxonomy general name
source: Training Groups
cs_cz: Skupiny tréninků

# taxonomy singular name
source: Training Group
cs_cz: Skupina tréninků

source: Search Training Groups
cs_cz: Hledat skupiny tréninků

source: All Training Groups
cs_cz: Všechny skupiny tréninků

source: Update Training Group
cs_cz: Upravit skupinu tréninků

source: Add New Training Group
cs_cz: Vytvořit novou skupinu tréninků

source: New Training Group Name
cs_cz: Nová skupina tréninků

source: Separate training groups with commas
cs_cz: Více skupin tréninků oddělte čárkami.

source: Add or remove training group
cs_cz: Přidat nebo odstranit skupinu tréninků

source: Choose from the most used training groups
cs_cz: Vyberte si z nejpoužívanějších skupin tréninků

source: No training groups found
cs_cz: Nebyly nalezeny žádné skupiny tréninků.

source: No training groups
cs_cz: Nebyly nalezeny žádné skupiny tréninků.

source: Enable annual subscription
cs_cz: Povolit roční předplatné

source: This field is used only when local subscription is not enabled
cs_cz: Tato adresa se použije pouze, pokud je registrační formulář neaktivní

source: Price of annual subscription
cs_cz: Cena ročního předplatného

source: Start and end of year
cs_cz: Začátek a konec roku

source: If left empty, earliest and latest date entered above will be used
cs_cz: Pokud necháte prázdné, bude použito nejdřívější a nejpozdější datum uvedené výše.

source: Disable annual subscription
cs_cz: Zakázat roční předplatné

source: Disable biannual subscription
cs_cz: Zakázat pololetní předplatné

source: Disable monthly subscription
cs_cz: Zakázat (více)měsíční předplatné

source: An error occured during the deletion of training group %s
cs_cz: Nepodařilo se smazat skupinu tréninků %s

source: This training group is used by %d subscription.
cs_cz: Tato tréninková skupina je používána jednou registrací.

source: This training group is used by %d training.
cs_cz: Tato tréninková skupina obsahuje jeden trénink.

source: View trainings
cs_cz: Zobrazit tréninky

source: View active subscriptions
cs_cz: Zobrazit aktivní registrace

source: %s %d vacancy left
cs_cz: %s: %d místo

source: %s accepting replacements
cs_cz: %s: přijímáme náhradníky

source: %s occupied
cs_cz: %s: naplněn

source: no term in progress
cs_cz: neprobíhá žádné pololetí

source: current term
cs_cz: aktuální pololetí

source: next term
cs_cz: další pololetí

source: %d vacancy left
cs_cz: volná místa: %d

source: accepting replacements
cs_cz: přijímáme náhradníky

source: occupied
cs_cz: naplněn

source: (initial payment)
cs_cz: (platba při registraci)

source: Want to speed up registration? Log in!
cs_cz: Chcete zrychlit registraci? Přihlaste se!

source: Username or Email Address
cs_cz: Email

source: Password
cs_cz: Heslo

source: Log In
cs_cz: Přihlásit se

source: Lost Password?
cs_cz: Zapomněli jste heslo?

source: Logout
cs_cz: Odhlásit se

source: Logged in as %s
cs_cz: Přihlášen jako %s

source: Select Subscriber
cs_cz: Dítě

source: &mdash; New Subscriber &mdash;
cs_cz: &mdash; Nové dítě &mdash;

source: Load Information
cs_cz: Načíst údaje

source: Delete Subscriber
cs_cz: Smazat dítě

source: If your child has already registered in the past, select him in the box above and click the 'Load Information' button. Otherwise, select 'New Subscriber' and continue with the form.
cs_cz: Pokud jste již v minulosti Vaše dítě registrovali, vyberte jeho jméno v roletce výše a klepněte na 'Načíst údaje'. Jinak vyberte 'Nové dítě' a pokračujte s vyplňováním formuláře.

source: Subscription confirmation and application form | L.E.A.D. Parkour
cs_cz: Potvrzení o předplatném a přihláška | Improve Yourself

source: Event deposit payment confirmation and application form
cs_cz: Potvrzení o zaplacení zálohy na akci a přihláška | Improve Yourself

source: Event list
cs_cz: Seznam akcí

source: Events in %s
cs_cz: Akce ve městě %s

source: Back
cs_cz: Zpět

source: No events.
cs_cz: Nebyly nalezeny žádné akce.

source: Where:
cs_cz: Kde:

source: When:
cs_cz: Kdy:

source: More
cs_cz: Více

source: Subscribe
cs_cz: Zaregistruj se!

source: Coming Soon
cs_cz: Registrace již brzy

# event frontend
source: Camp Type:
cs_cz: Druh tábora:

source: Address:
cs_cz: Adresa:

# event frontend
source: Time:
cs_cz: Čas konání:

# event frontend
source: Price:
cs_cz: Cena:

source: Event pay up confirmation
cs_cz: Potvrzení o zaplacení doplatku za akci | Improve Yourself

source: Event pay up reminder
cs_cz: Upomínka k zaplacení doplatku na akci | Improve Yourself

# subscribe
source: Address
cs_cz: Bydliště

source: Privacy Policy
cs_cz: Ochrana osobních údajů

source: I agree with the Privacy Policy
cs_cz: Souhlasím s poučením o zpracování osobních údajů

source: Instruction on personal data processing
cs_cz: Poučení o zpracování osobních údajů

source: This event is alrady full. You can register yourself as a replacement instead.
cs_cz: Tato akce je již obsazena. Můžete se ale zaregistrovat jako náhradník.

source: Register as replacement
cs_cz: Zapsat se jako náhradník

source: required for statutory declaration
cs_cz: povinná náležitost čestného prohlášení

source: Catering Options
cs_cz: Možnosti stravování

source: menu is subject to change
cs_cz: změna ze strany organizátora vyhrazena

source: Carpool Options
cs_cz: Možnosti spolujízdy

source: Details for Organisers
cs_cz: Informace pro organizátory

source: Save Details
cs_cz: Uložit osobní údaje

source: Update stored subscriber details
cs_cz: Aktualizovat uložené osobní údaje

source: Store details for future subscriptions
cs_cz: Uložit osobní údaje pro další registrace

source: After you submit the form, an account will be created for you and its (generated) password will be sent to your email. In the future, you can use this account to fill this form more quickly.
cs_cz: Po odeslání formuláře Vám vytvoříme účet a heslo k němu zašleme na uvedený email. Díky tomuto účtu můžete v budoucnu registrační formulář vyplnit mnohem rychleji.

source: Instruction of the possibility to raise objections
cs_cz: Poučení o možnosti podat námitky

# event
source: Price includes transaction fee.
cs_cz: Cena zahrnuje bankovní poplatek.

source: Subscription form is password protected. Please enter password to continue.
cs_cz: Registrační formulář je zabezpečen heslem. Zadejte prosím heslo pro pokračování.

source: Password:
cs_cz: Heslo:

source: Submit
cs_cz: Odeslat

source: Subscriber name:
cs_cz: Jméno dítěte:

source: Total amount:
cs_cz: Celková částka:

source: Already paid:
cs_cz: Již zaplaceno:

source: Payment Status
cs_cz: Stav platby

# payment
source: Pay %s US$
cs_cz: Zaplatit %s Kč

source: Pay up %s US$
cs_cz: Zaplatit doplatek %s Kč

source: Monday
cs_cz: Pondělí

source: Tuesday
cs_cz: Úterý

source: Wednesday
cs_cz: Středa

source: Thursday
cs_cz: Čtvrtek

source: Friday
cs_cz: Pátek

source: Saturday
cs_cz: Sobota

source: Sunday
cs_cz: Neděle

source: You are subscribing to these trainings:
cs_cz: Registrace se vztahuje na tyto tréninky:

source: Subscription Tariff
cs_cz: Druh předplatného

source: Annual Subscription
cs_cz: Roční předplatné

source: Subscription for the whole school year.
cs_cz: Registrace na celý školní rok.

source: Biannual Subscription
cs_cz: Pololetní předplatné

source: Subscription for the whole school term.
cs_cz: Registrace na jedno pololetí.

source: total:
cs_cz: celkem:

source: Monthly Subscription
cs_cz: Měsíční předplatné

source: Number of months:
cs_cz: Počet měsíců:

source: Subscription Period
cs_cz: Období

source: Subscription End
cs_cz: Konec předplatného

source: This gym is full on the selected date. Please try a different one.
cs_cz: Toto místo je v zadaném období již naplněno.

source: Subscription start date must be in the future.
cs_cz: Počáteční datum předplatného musí být v budoucnosti.

# trainings
source: Pay deposit %s US$ (total price: %s US$)
cs_cz: Zaplatit zálohu %s Kč (celková cena: %s Kč)

source: used for informing about trainings and related activities
cs_cz: využíváme pro předávání informací týkajících se tréninků a dalších aktivit (soustředění, tábory, apod.)

source: used in case of emergencies
cs_cz: využíváme v případě akutních stavů (např. zranění)

source: This training is full on the selected date. Please try a different one.
cs_cz: Tento trénink je v zadaném období již naplněn.

source: Price includes transaction fee.
cs_cz: Cena zahrnuje bankovní poplatek 49Kč (mladší) a 69Kč (starší).

source: Thank You!
cs_cz: Děkujeme!

source: Your payment has been completed successfully.
cs_cz: Vaše platba byla úspěšně dokončena.

source: We've sent additional information to your email %s.
cs_cz: Na Váš email %s jsme právě odeslali další informace.

source: Download Application Form
cs_cz: Stáhnout přihlášku

source: You have been registered as replacement.<br> We'll notify you on your email when the gym becomes available.
cs_cz: Registrace proběhla úspěšně.<br> Jakmile se uvolní místo, budeme Vás informovat emailem.

source: Your payment is being processed.<br> We'll notify you on your email when it's finished.
cs_cz: Vaše platba se zpracovává.<br> O jejím dokončení Vás budeme informovat emailem.

# training view
source: Price of single training:
cs_cz: Cena za jednotlivý trénink:

source: download application form
cs_cz: stáhnout přihlášku

source: Age group:
cs_cz: Věková skupina:

# training view
source: Location
cs_cz: Místo

source: Open in Google Maps
cs_cz: Otevřít v Google Maps

# training view
source: Instructors
cs_cz: Trenéři

# training view
source: Contact
cs_cz: Kontakt

source: Select City
cs_cz: Vyberte si město!

source: Select Gym
cs_cz: Vyberte si tělocvičnu!

source: Gym List
cs_cz: Seznam tělocvičen

source: Gyms in %s
cs_cz: Tělocvičny ve městě %s

source: No trainings.
cs_cz: Nebyly nalezeny žádné tělocvičny.

source: Age Groups:
cs_cz: Věkové skupiny:
